{
    "home": "الرئيسية",
    "services": "الخدمات",
    "prices": "الأسعار",
    "about_us": "معلومات عنا",
    "location": "الموقع",
    "switch_language": "تبديل اللغة",
    "price_list": "قائمة أسعار أكاديمية المحيط",
    "category": "الفئة",
    "description": "الوصف",
    "private_session": "جلسة خاصة",
    "group_session": "جلسة جماعية",
    "gym_price": "سعر الصالة الرياضية",
    "karate": "كاراتيه",
    "footer_text": "© 2025 (76466642)أكاديمية المحيط. جميع الحقوق محفوظة. تم التطوير بواسطةإبراهيم عبد الله",
    "swim_service":"خدمات السباحة",
    "gym_service":"معلومات عن صالة الألعاب الرياضية للسيدات",
     "location_popup_title": "اختر موقعك",
    "location_popup_message": ":يرجى اختيار موقع للمتابعة",
    "location1":"بئر حسن",
    "location2":"الحمرا",
    "go":"اذهب ",
    "welcome": "مرحبًا بكم في أكاديمية المحيط لصالة السيدات",
    "opening_hours": "ساعات العمل",
    "opening_hours_info": "تفتح الصالة من 9 صباحًا إلى 8 مساءً كل يوم.",
    "fitness_classes": "جدول دروس اللياقة البدنية",
    "fitness_classes_info": "تتوفر دروس اللياقة البدنية لدينا من 9:30 صباحًا إلى 10:30 صباحًا و 7 مساءً إلى 8 مساءً، من الاثنين إلى الجمعة.",
    "day": "اليوم",
    "class": "الصف",
    "time": "الوقت",
    "monday": "الاثنين",
    "tuesday": "الثلاثاء",
    "wednesday": "الأربعاء",
    "thursday": "الخميس",
    "friday": "الجمعة",
    "facilities": "المرافق",
    "facilities_info": "جميع الآلات متاحة للاستخدام خلال ساعات العمل.",
    "next_image": "الصورة التالية",
    
        "about-title": "حول أكاديمية المحيط",
        "about-description": "مرحبًا بكم في أكاديمية المحيط، مؤسسة رائدة مكرسة لتعليم السباحة واللياقة البدنية للأفراد من جميع الأعمار، بما في ذلك النساء والرجال والأطفال. تأسست أكاديميتنا على أساس السلامة والمجتمع والتميز، مما يوفر بيئة رعاية للجميع للتعلم والازدهار.",
        "mission-title": "مهمتنا",
        "mission-description": "في أكاديمية المحيط، مهمتنا هي خلق مساحة آمنة وداعمة حيث يمكن للأفراد تعلم السباحة والانخراط في الأنشطة البدنية. نهدف إلى تعزيز الصحة والثقة وإحساس الانتماء بين أعضائنا، بغض النظر عن العمر أو مستوى المهارة.",
        "vision-title": "رؤيتنا",
        "vision-description": "نحن نطمح لأن نكون الأكاديمية الرائدة في السباحة واللياقة البدنية، معترف بها لالتزامنا بالتميز والسلامة والتمكين. هدفنا هو إلهام الجميع لتبني نمط حياة نشط وتحقيق أهدافهم الشخصية في اللياقة البدنية.",
    
            "values-title": "قيمنا",
            "values": {
                "inclusivity": "الشمولية: نرحب بالأفراد من جميع الأعمار والخلفيات للانضمام إلى برامجنا.",
                "empowerment": "التمكين: نساعد الجميع على تولي مسؤولية صحتهم ولياقتهم البدنية.",
                "community": "المجتمع: نعزز إحساس المجتمع والدعم بين أعضائنا.",
                "excellence": "التميز: نسعى لتحقيق التميز في جميع برامجنا وخدماتنا.",
                "safety": "السلامة: نضع سلامة ورفاهية أعضائنا في المقام الأول."
            
        
        },
        "join-title": "انضم إلينا اليوم!",
        "join-description": "كن جزءًا من مجتمعنا النابض وابدأ رحلتك نحو الصحة والعافية. نقدم مجموعة متنوعة من برامج السباحة واللياقة البدنية المصممة لتلبية احتياجات الأفراد من جميع الأعمار."
    ,
    "class_names": {
        "cardio": "كارديو",
        "power": "باور",
        "steps": "خطوات",
        "shaping": "تشكيل",
        "zumba": "زومبا"
    },

    "image_description": {
        "star": "إذا شعرت بالتعب أو كنت بحاجة إلى البقاء آمنًا في الماء، يمكنك الطفو مثل نجم البحر للبقاء فوق السطح. أولاً، ابق هادئًا وخذ نفسًا عميقًا، حيث يساعد الاسترخاء على الطفو بشكل أفضل. ثم، استلق ببطء على ظهرك، مع الحفاظ على وجهك موجهًا نحو السماء. انشر ذراعيك وساقيك على نطاق واسع مثل نجم البحر لمساعدتك على الحفاظ على توازن جسمك على الماء. تنفس ببطء وابق ساكنًا قدر الإمكان، مما يسمح للماء بدعمك. سيساعدك التدريب في المياه الضحلة مع وجود بالغ قريب على الشعور بمزيد من الثقة. يمكن أن تساعدك هذه الحيلة البسيطة في الطفو والراحة حتى وصول المساعدة.",
        "freestyle": "تعليم السباحة الحرة يبدأ بوضع الجسم، مما يضمن أن السباح يبقى أفقيًا ومبسطًا في الماء. بعد ذلك، يتعلمون الركل الصحيح، باستخدام ركلة ثابتة من الوركين مع الحفاظ على الأرجل مرتاحة. تتبع حركات الذراع، مع ضربات متناوبة تدخل الماء بسلاسة وتجر خلفها بحركة مسيطر عليها. التنفس أمر حيوي، لذا يمارسون تدوير رأسهم إلى الجانب لاستنشاق الهواء دون إزعاج إيقاعهم. يتم تحسين تنسيق الذراعين والساقين والتنفس من خلال التدريبات والتكرار. أخيرًا، يبني التدريب المستمر القدرة على التحمل والثقة، مما يساعد السباحين على التحرك بكفاءة في الماء.",
        "backstroke": "يبدأ تعليم السباحة على الظهر بمساعدة السباحين على الشعور بالراحة في الطفو على ظهورهم. نبدأ بممارسة ركلة ثابتة، مما يضمن أن الأرجل تبقى مستقيمة وتتحرك من الوركين. بعد ذلك، نقدم حركات الذراع، حيث نتعلم السباحين رفع ذراع واحدة في كل مرة، ومدها فوق الرأس، وسحب الماء للخلف في حركة دائرية. يتم التأكيد على التنفس الصحيح، حيث يبقى الوجه فوق الماء، مما يسمح بالتنفس الطبيعي والمريح. التنسيق بين الركل وضربات الذراع هو المفتاح، لذا نشجع الحركات البطيئة والإيقاعية قبل زيادة السرعة. مع الممارسة والإرشاد، يطور السباحون الثقة ويحسنون تقنية السباحة على الظهر.",
        "breaststroke": "يبدأ تعليم السباحة الصدرية بوضع الجسم بشكل مسطح ومبسط. يتعلم السباحون الركلة الشبيهة بالضفدع عن طريق ثني ركبهم، ودفع أقدامهم للخارج، والانزلاق. تتضمن حركات الذراع مدها للأمام، وتمشيطها للخارج، وجمع اليدين معًا. يتم تنسيق التنفس من خلال استنشاق الهواء عند رفع الرأس وزفيره أثناء الانزلاق. التنسيق السلس بين الذراعين والساقين والتنفس أمر ضروري للكفاءة. مع الممارسة، يطور السباحون تقنية قوية ومسيطر عليها في السباحة الصدرية.",
        "butterfly": "يبدأ تعليم السباحة الفراشة بتعلم ركلة الدلفين، حيث تتحرك الساقان معًا في حركة تشبه الموجة من الوركين. ثم يمارس السباحون حركة الذراع، حيث يجلبون كلا الذراعين للأمام معًا ويسحبون الماء للخلف في حركة دائرية. التوقيت والتنسيق هما المفتاح، لذا نعلمهم أن يركلوا مرة واحدة عندما تدخل أذرعهم الماء ومرة أخرى عندما يسحبون للخلف. يتم تعليم التنفس الصحيح من خلال رفع الرأس للأمام أثناء استعادة الذراع. نبدأ بتدريبات مثل الضربات بذراع واحدة والركلات تحت الماء قبل ممارسة الضربة الكاملة. مع الصبر والممارسة، يبني السباحون القوة ويتقنون تقنية الفراشة."
    },
  
    "exchange_rate_label": "أدخل سعر الصرف (1 دولار أمريكي إلى ليرة لبنانية): ",
    "exchange_rate_placeholder": "أدخل سعر الصرف",
    "price_descriptions": {
        "private_session_1": "جلسة واحدة",
        "private_session_4": "4 جلسات",
        "private_session_8": "8 جلسات",
        "private_session_2_persons": "جلسة واحدة (شخصين)",
        "group_session_4": "4 جلسات",
        "group_session_8": "8 جلسات",
        "group_session_12": "12 جلسة",
        "gym_price_1_month": "شهر واحد",
        "gym_price_10_visit": "10 زيارات",
        "gym_price_pt_session": "جلسة تدريب شخصية",
        "karate_1_month": "شهر واحد"
    },
  
   
    
        "join_button": "انضم إلينا اليوم!",
        "featured_programs": "البرامج المميزة",
        "swimming_lessons": "دروس السباحة",
       
        "karate_classes": "دروس الكاراتيه",
        "testimonial_1": "لقد حولت أكاديمية المحيط مهارات السباحة الخاصة بي! - سارة",
        "testimonial_2": "دروس اللياقة البدنية ممتعة وجذابة! - آية",
        "call_to_action": "انضم إلينا اليوم!",
        "sign_up": "سجل الآن",
       "popup_title":" شكرا لانضمامك إلينا!",
        "popup_message": " نحن متحمسون لوجودك معنا. يرجى التمرير لأسفل ومتابعة عملية التسجيل لمواصلة جولتك في موقعنا.",
        
            "testimonials_title": "آراء أولياء الأمور والطلاب",
           
            "hidden_feedback_1": "\"أشعر بمزيد من الثقة في الماء الآن!\"",
           
            "hidden_feedback_2": "\"أحب تنوع الدروس المقدمة!\"",
            "testimonial_3": "المدربون داعمون للغاية وذو معرفة! - جون",
            "hidden_feedback_3": "\"إنهم يهتمون حقًا بتقدمنا!\"",
            "testimonial_4": "لقد اكتسب طفلي الكثير من الثقة في الماء! - إميلي",
            "hidden_feedback_4": "\"المدربون رائعون مع الأطفال!\"",
            "testimonial_5": "المجتمع في أكاديمية المحيط مرحب ومشجع! - مارك",
            "hidden_feedback_5": "\"لقد صنعت العديد من الأصدقاء هنا!\"",
           "call_to_action_description": "سجل الآن لتبدأ رحلتك نحو الصحة والعافية.",
           "sign_up_button":"اشتراك",
           "welcome_message":"رحلتك نحو اللياقة البدنية والتميز في السباحة تبدأ هنا",
            "swimming_lessons_description": "انضم إلى دروس السباحة لدينا لجميع الأعمار ومستويات المهارة.",
           
            "fitness_classes_description": "شارك في دروس اللياقة البدنية المتنوعة المصممة للجميع.",
           
            "karate_classes_description": "تعلم الدفاع عن النفس والانضباط من خلال دروس الكاراتيه لدينا."
        
        
       
    
}